; DO NOT TRANSLATE COMMENTS!
; 
; This is a language file
; You can translate it into your native language
; To do this, follow instructions:
; - PLEASE make sure FDM hasn't already been translated into your language 
;   You should go to FDM web site (http://freedownloadmanager.org) and 
;   check the list of available languages
;   or e-mail to support@freedownloadmanager.org
; - copy this language file to xxx.lng, where xxx is the reduced name 
;   of your language. For English it is eng
; - translate all strings of xxx.lng into your language
; - send the translated file to support@freedownloadmanager.org 
; (You can put your info here and below) 
; Translator - unknown
;

; Specify your language name in English (and in your language), for example:
; Russian (Русский)
Macedonian
; converted from windows-1251 to utf-16
;
; Below are the strings to translate:
; DO NOT TRANSLATE COMMENTS!
Сними се
Исечи
Копирај
Залепи
Умерен мод
Среден мод
Обилен мод
Превземувачки опции
Dial-up конектирање
За Програмот
Излез
Датотека
Уреди
Преглед
Опции
Алатки
Помош
Алатки трака
Статус трака
Оптимизирачки Маѓесник
Зададени превземачки подесувања
Генерални подесувања
Dial-up конекција
Затвори ја конекцијата на крај
Исклучи го компјутерот на крај
Отвори прозор со прашања од фајлот за помош
FDM homepage
Пренеси им на пријателите
Прати e-mail на подржаните групи
Автоматски ажурирај
Ажурирање (Проверка за нова верзија)
-
-
Префрли на
Mod на користен промет
Регистрација
Превземање
Распоред (планер)
Пребарувач на страници
HTTP//FTP Пребарувач
Управител на страници
Додај превземање
Започни превземање
Прекини превземање
Планер за превземање
Додади задача
Особини на задача
Превземи одбрани датотеки
Прекини
Освежи
Додај страница
Својства на страница
Групи на превземање
Информации за превземањето
Запис на Планерот
Запис на Пребарувачот на страници
Странична трака
Креирај ново превземање
Избриши превземање
Стартувај датотека
Отвори датотека
Стартувај автоматско превземање 
Особини на превземањето
Активирај задача
Деактивирај задача
Избриши задача
Отвори матеичен директориум
Прекини врска
Превземи
Подесувања на Пребарувачот на страници
Избриши страница
Привремен запис
Страници
Отвори матичен прозор
Надгледување на прегледникот
Надгледување на магацинот (клипбоард)
Стартувај ги сите превземања
Прекини ги сите превземања
-
Продолжи
-
-
-
-
-
Откажи
-
-
-
Сите групи
филтри
Довршен
Во прогрес
Закажан
Запрен
Други
Креирај нова група
Избриши група
Избриши ги сите групи
Избриши ги сите довршени превземања
Отвори папка на група
Особини на група
Име на група:
Зададен директориум:
Екстензија на датотека [одвоени со запирка]Ч
Зададен приоритет на превземање
Многу низок
Низок
Просечен
Висок
Многу висок
Молиме внесете име на групата
Грешка на внес
Група со исто име веќе постои. Молиме внесете друго име
Молиме внесете име на групата
Одберете зададен директориум за група
Тука внесете го името на групата
Зададен директориум за снимање на превземања од оваа група
Преглед
Екстензија на датотека за оваа група. Се користи за автоматско детектирање на групата при превземањето
Зададен приоритет на превземање за оваа група
Откажи ги промените и затвори го диалогот
Примени ги промените и затвори го диалогот
Грешка во групите на превземање
Молиме преинсталирајте го FDM
Грешка
Листата на превземања не мозе да биде отворена. Веројатно е оштетена или се користи од друга апликација
Интеграцијата со Internet Explorer не успеа да се иницијализира
Дали сте сигурни?
Ова ќе ги избрише сите групи на превземања
Потврда
Име на датотека
Величина
Превземено
Преостанато време
Делови
Брзина
Коментар
Запис
Прогрес
Време
Датум
Информации
Исчисти
Автоматско помрднување
Непозната мрежна грешка
Недозволен пристап. Неисправно корисничко име или шифра
Недозволен пристап. Неисправна шифра
Успешно
Неуспешно поврзување со серверот
Датотеката не е најдена на серверот
Врската со серверот е прекината
Серверот не одговара
Неуспешно одредување на името на серверот
Серверот не подржува продолжување на превземањето. Не го прекинувајте превземањето; инаку ќе треба да го стартувате од почеток
Потребни се Proxy корисничкото име и шифра
Продолжена грешка
Неисправно барање. Можно ова да е неисправен URL
Непозната грешка на серверот
Врската е прекината
Неисправен URL
Неама Internet врска
Селектираната HTTP верзија не е подржана од овој сервер
Непозната грешка
Датотеката на дискот не може да се избрише
Достигнато е ограничувањето на конекции за овој сервер
Достигнато е ограничувањето на конекции
Пауза %d сек.
Дел
Започнат
Завршено
Превземањето е комплетирано
Проврзување...
Поврзано
Преусмерување...
Преусмерено. Отварање нов URL
Стартување на превземање...
Преикинат
Креирање на нов пресек...
Откажано
Ресетирање на превземањето...
Отварање на датотека на дискот...
Името на датотеката е предолго
Датотеката веќе постои. Преимени во 
Преимени во 
Излезната датотека е избришена. Невозможно е да се продолжи
Датотеката веќе постои. Пребриши
Датотеката веќе постои. Продолжи превземање
Датотеката веќе постои
Неуспешно отварање на датотека на дискот
Големината на датотеката на серверот е променета!
Подесување за новата големина...
Невозможно е пребришување на датотеката
Датотеката ќе биде преименувана
Невозможно да се преименува датотеката во нејзиниот оргинален назив
Невозможно снимање на групите
Невозможно снимање на превземањата
Dial-up конекција
Поврзување со:
Dial-up автоматски
Поврзи
Одбери dial-up внес овде
Чекирајте овде ако сакате dial-up врската да биде стартувана автоматски наредниот пат
Dial-up сега
Не се врзувај со dial-up и затвори го овој прозор
Dial-up внес не е најден на овој компјутер
Врската е зафатена
Хардверска грешка
Нема тон за бирање
Поврзување
Обид
Отварање на порта...
Поврзување до провајдерот...
Конектирање со одалечен компјутер
Верификација на корисничко име и шифра
Брзина на врската е %d BPS
Прекини врска
Повторување
Корисничкото име и шифра се потребни
Корисник:
Шифра:
Гроупа:
Сними во папка:
Сними како:
Започни
Автоматски
Рачно
Планирај
Приоритет на превземање
Напреден
Адреса на датотеката што сакате да ја превземете
Тука внесете корисничко име 
Тука внесете шифра 
Чекирајте овде ако серверот бара авторизација
Име на групата во која се приклучува превземањето. Групите помагаат во организирањето на превреземањата
Папка каде што превземањата ќе се снимаат
Ново име на превземената датотека. Оставете го ова поле празно доколку сакате датотеката да се сними со оргиналното име
Кратоко опис на превземањето
Ова превземање ќе биде стартувано автоматски што е можно поскоро
FDM сега ќе се обиде да го стартува ова превземање автоматски
Закажи го ова превземање
Подеси го планерот на превземања
Приоритет на превземање. Превземањата со повисок приоритет ќе бидат стартувани попрво од они со понизок приоритет
Преглед на напредни подесувања за ова превземање
Внесениот URL е неисправен. Молиме проверете го 
Молиме внесете корисничко име
Одберете излезна папка
Општо
Општи информации
Превземањето моментално е снимено во датотеката:
Име на превземената датотека
URL-от на ова превземање не може да биде променет
Ова превземање е во прогрес. Невозможно преименување на датотеката
Невозможно преименување на датотеката
Датотеката не е најдена
Патеката не е најдена
Неправилен .exe формат
Датотеката се користи од друга апликација
Забранет пристап
Уредот не е спремен
Дискот е полн
Името на датотеката е неправилно
Корисничкото име е потребно
Конекција
Мрежа
Грешки
Пауза помеѓу обидите за поврзување [во секунди]:
Максимален број на обиди
Истек на времето[во секунди]:
Минимална големина:
Максимален број:
Ограничување на прометот за ова превземање
Граница на прометот
Игнорирај ги сите рестрикции
B
KB
MB
; second. e.g. KB/s
s
Внесете вредност поголема од %d
Молиме одберете димензија
Време на чекање на серверот во случај на грешка
Чекирајте овде ако сакате да го ограничите максималниот број на неуспешни обиди за превземање
Чекање одговор од серверот
Минимална големи на секција. Превземањето нема да се подели за секции помали од оваа големина
Максимален број на секции. Превземањето нема да биде поделено на повеќе секции од зададениот број
Одреди колку промет (максимален) FDM ќе зема за превземања
Игнорирај ги рестрикциите за промет и максимален број на врски за ова превземање
Во ова поле можете да одредите вредност во bytes (B), kilobytes (KB) или megabytes (MB)
Протокол
Идентификувас се на серверот како:
Упатувач:
Користи HTTP 1.1
Користи cookies ("колачиња")
Користи пасив мод
Мод на пренесување
Бинарно
ASCII за датотеки со екстензија:
Одреди како FDM ќе се идентификува со HTTP сервер
Овој податок ќе биде пратен на HTTP серверот како упатство. Обично не е потребно
Чекирајте доколку сакате FDM  да користи HTTP верзија 1.1
Чекирајте доколку сакате FDM да користи cookies ("колачи")
Чекирајте доколку сакате FDM  да користи пасивен мод за FTP сервери. Понекогаш е неопходно ако се користат firewall-ови
Користи бинарен мод за FTP пренос. Одберете го овој мод доколку датотеката што ја превземате не е текстуална
Користи ASCII мод за FTP преноси. Одберете го овој мод доколку датотеката што ја превземате е текстуална
FDM ќе користи ASCII мод за датотеки со следните екстензии. За другите датотеки FDM ќе користи бинарен мод
Proxy
Земи ги proxy подесувањата
Од Microsoft Internet Explorer
Одреди рачно
Не користи proxy
Подесувања
Адреса:
Порта:
Молиме внесете proxy адреса
Молиме внесете proxy порта
FDM ќе ги користи подесувањата од Internet Explorer
Proxy подесувањата ќе бидат одредени од вас
FDM нема да користи proxy
Одберете типови на сервер за кои сакате да подесите proxy
Внесете адреса на proxy што сакате да ја користите
Внесете proxy порта овде. Обично е 3128, 1080 или 8080
Чекирајте ако proxy серверот бара авторизација
Разно
Локална датотека
Ако датотеката веќе постои:
Резервирај место на дискот за превземенуваната датотека
Додатна екстензија за незавршени превземања:
Internet server
Не започнувај превземање ако серверот не подржува продолжување
Ако големината на датотеката  на серверот се промени:
Запри на грешки
Прашај
Пребриши
Преименувај
Продолжи
Поново стартувај
Подеси
Молиме одредете екстензија на датотеката
Овде можете да одредите што треба FDM  да направи доколку датотеката постои
Чекирајет ако сакате да се резервира простор на дискот за превземање што е стартувано
Ако е чекирано FDM ќе додаде одредена екстензија на името на фајлот додека превземањето трае. Кога превземањето ќе заврши FDM ќе ја преименува во оргиналното име
FDM нема да го повтори превземањето ако серверот не подржува продолжување
Овде можете да одредите што да направи FDM ако големината на серверот се промени
Чекирај за да се прекине превземање кога датотеката не постои на серверот
Чекирај за да се прекине превземање кога корисничкото име или шифра се невалидни
Мод искористеност на промет
Одберете мод кој што сакате да го подесите:
Максимален број на конекции:
Максимален број на конекции по сервер:
Рестрикција на промет:
неограничен
Одберете мод на користен промет кој што сакате да го подесите
Чекирајте за да го ограничите максималниот број на конекции
Чекирајте за да го ограничите максималниот број на конекции по сервер
Одредете FDM промет (максимален) за превземање на датотеки
Сите превземања
Листа на превземања
Автоматски сними секој од нив
min.
При бришење на нецелосни превземања
Автоматски избриши ги целосните превземања
Не бриши датотеката
Избриши датотека
FDM ја снима листата со превземања автоматски по одреден временски период. Тоа ја заштитува листата од можни прекини на врската или прекин на струја.
Одреди што да направи FDM со датотеката на дискот при бришење на нецелосно превземање
Чекирај ако сакате завршените превземања да се брише автоматски од листата
Надгледување
Надгледувач
Магацин (клипбоард)
Набљудување на датотеки со екстензии
Игнорирај датотеки со екстензија
ALT не смее да се притисне
ALT мора да се притисне
Молиме одредете екстензии
Чекирајте ако сакате FDM да ги "фаќа" кликовите на Internet Explorer
Чекирајте ако сакате FDM да го набљудува "магацинот" (клипбоард)
Набљудувај датотеки само со одредените екстензии
Не набљудувај датотеки со наредните екстензии
Набљлудувај само доколку ALT не е притиснат
Набљлудувај само доколку ALT е притиснат
Стартување
Покрени при старт на системот
Стартувај минимализиран
Систем
Минимализирај кај часовникот (tray)
Затвори копчето го минимализира прозорот
FDM ќе се покрене автоматски при подигање на Windows-от 
По стартувањето FDM ќе биде минимализиран
Кога ќе кликнете на копчето минимализирај, FDM ќе се минимилизира кај часовникот (tray)
Кога е чекирано, затвори копчето ќе има иста функција со копчето минимализирај
Нова верзија
Адреса на серверот за надградба
FDM ќе проверува за нови верзии автоматски
Маѓесник за оптимизација на користењето на мрежата
Добродојдовте во Маѓесникот за оптимизација на  користење на мрежата
Овој Маѓесник ќе ви помогне оптимално да ги поставите подесувањата за вашиот тип на конекција. Подесувања на Превземачот и стандардните особини за превземања.
Молиме одберете тип на конекција
Заврши
Одредете го вашиот тип на интернет врска
Подесете го FDM за оптимална работа со вашата врска
Задача
Почетно време
Наредно почетно време
Последно почетно време
Листата на планирани задачи не може да се вчита.  Веројатно е оштетена или друга програма ја користи
Записникот на планерот не може да се вчита
Листата на планерот не може да се сними
Задачатат "%s" е зададена. Да ја стартуваме?
Промена на модот за користење на прометот во "%s"
Прекини врска
Сите врски
Промени мод на користење на прометот во
Изгаси
Поново покрени
Одјави
Еднаш
Нед
Пон
Вто
Сре
Чет
Пет
Саб
На ден:
Sekoj
денови
саати
При стартување на FDM
При воспоставување на врска
При неуспешно поврзување
Кога нема активни превземања
Кога брзината е помала или еднаква на %d BPS во времетраење %d
Кога сите превземања се во состојба на грешка во времетраење
Никогаш
Непознато
Успешно поврзан со "%s"
Неуспешно поврзување со "%s"
Успешно покренување
Недоволна меморија
Неможно покренување
Планираната задача ќе ја исклучи програмата на стартување. Задачата ќе биде игнорирана
Максимум обиди за поврзување
Пауза помеѓу обидите
Прекини врска ако брзината е помала од:
Обиди се повтороно
Не повеќе од
Користи ја врската
Ако е успешно
пати
Прекини ги сите активни конекции
Прекини врска
Име на програмот:
Аргументи:
Тип на исклучување:
Принуди ја апликацијата да се исклучи
Стартувај го програмот
Воспостави dial-up конекција
Прекини ја врската
Промени го модот на користиње на прометот
Излези од FDM
Исклучи го компјутерот
Започни ги превземањата
Прекини ги превземањата
Апликации
Сите фајлови
Оваа можност е достапна само за системите Windows 2000, XP и понови
Молиме внесете го името на програмот
Молиме одберете превземања
Селектирајте го модот на користење на прометот што ќе се користи при стартување на задача
Чекирај доколку сакате да го лимитирате максималниот број на неуспешни обиди за поврзување
Време помеѓу несупешните обиди
Чекирајте за да се воспостави врска само доколку брзината не е помала од зададената вредноста 
Означете минимална потребна брзина на врската
Чекирајте за да FDM се обиде потворно да ја воспостави потребната врска 
Чекирај за да го ограничите максималниот број на неуспешни обиди да се воспостави врска
Зададе потребни превземање(а)
Листа на достапни превземања
Додадете селектираното превземање во листата на задачи за превземање
Одстани го селектираното превземање од листата на превземања
Одредете програма што сакате да се стартува
Најди програма на вашиот компјутер
Одреди ги аргументите на програмот
Одреди го типот на прекин на сесијата
Чекирајте за присилно да ја прекините сесијата. Корисно ако има апликации што не одговараат. Но во тој случај сите податоци што не се снимени ќе се изгубат
Одредете акција во планерот
Чекира ако сакате FDM  да ги прекине сите активни врски
Оредете врска за прекинување
На одредени денови
Недела
Понеделник
Вторник
Среда
Четврток
Петок
Сабота
На случај
Во тек на
Ниска брзина:
min.
Минути
Саати
Денови
Кога брзината на превземња е премала
Кога сите превземања се во состојба на грешка
Молиме одредете денови
Започни задача во одреденото време
Постави време за започнување на задача
Започни задача на зададен датум
Постави датум на стартување на задача
Стартувај ја задачата на одреден ден во неделата
Стартувај ја задачата секоја Недела
Стартувај ја задачата секоја Понеделник
Стартувај ја задачата секоја Вторник
Стартувај ја задачата секоја Среда
Стартувај ја задачата секоја Четврток
Стартувај ја задачата секоја Петок
Стартувај ја задачата секоја Сабота
Стартувај ја задачата периодично
Ова поле ви овозомжува да го одредите времнскиот интервал во минути, саати или денови
Стартувај ја задачата на некоиј настан
Оредете го типот на настанот
Внесете временски интервал
Внесете минимална потребна брзина
Потребна е потврда за да се изврши задачата
Чекај потврда во тек на
сек.
Чекирано, FDM ќе бара потврда за извршување на задача
Чекирано, FDM ќе чека потврда во тек на зададениот временски интервал. Ако не реагирате во тоа време задачата ќе биде стартувана
Адреса:
Изработка на листат со датотеки за превземање
Поврзување со серверот
Обид за користење на корисничкото име и шифра снимени во Управната страница
Добивање на листа на датотеки од серверот
Врската со серверот е изгубена. Обид да се обнови
Изградба на листа
Добивање на големината и датумот на последната промена на датотеката
Користејќи го овој параметар брзината може драматично да се намали
Чекирај доколку сакате FDM да испита големина и датума на датотеката на HTTP сервер
Име на страницата
Конекции
Најава
Група
Листата на страници не може да се вчита. Веројатно е оштетена или е во употреба од друга апликација
Листата со страници не може д се сними
Максимум симултани врски:
Зададена група за ново превземање од оваа страница
Користи FTP пасивен мод
Молиме внесете го името на страницата
Страница со исто име веќе постои. Молиме внесете друо име
Бројот на максимум конекции мора да биде поголем од 0
Молиме одберете група
Зададете го името на страницата
Чекирајте за да го ограничите максималниот број на симултани врски со серверот
Чекирајте за ги превземањата од овој сервер бидат додадени автоматски во селектираната група
Прашај го корисникот
Не ме прашувај другпат
Грешка при запишување на дискот
Датотеката "%s" веќе постои на дискот. Што сакате да направите?
Не прашувај за ова потворно. Вашиот избор ќе биде прифатен како зададен
Пребриши го постоечката датотека
Преимени ја датотеката
Продолжи го превземањето. (Превземањето ќе биде стартувано на позиција еднаква на големината на постоечката датотека)
Прекини го ова превземање
Да
Не
Превземи
е избришан. Избриши ја датотеката и од дискот?
Молиме внесете корисничко име и шифра
Најава на "^s"
Прати ги корисничкото име и шифра, што сте ја одредиле, до серверот
Не се поврзувај со овој сервер
Големината на "%s" е променета на серверот. Што се направи?
Повтори го превземањето од почеток
Подеси го превземањето за новата големина на датотеката. Не е препорачливо
Молиме пречекајте
Ажурирај
Опис
Ажурирај користејќи:
Проверка за ажурирање
Веќе ја користите најновата верзија
Превземање
Верзија %s изработка %s е достапна
Целосна дистрибутивна верзија %s (%s)
Ажурирај  до верзија %s
Ажурирај  до верзија %s (%s)
FDM треба да биде стартуван повторно. Покрени го сега?
Ажурирањето е завршено
Надградувачот не е најден
Задади го типот на ажурирањето
Ажурирај FDM користејќи цела дистрибуција
Ажурирај FDM користејќи надградувачка дистрибуција
Повеќе информации за процесот на ажурирање
Што е ново во ова верзија?
Започни го ажурирањетот 
Откажи го надградувањето и затвори го овој диалог
Креирај превземања
Одбери содржина
Деселектирај содржина
Додај листа на превземања 
Одберете ги предметите од папката за да ги додадете во листата на превземање
Одберете ги предметите од папката кои што нема да бидат додадени во листата на превземања
За FDM
Авторско право (c)
Сите права се задржани
Регистриран на:
Веќе ажуриран. Потребно е повторно стартување
Невалидно корисничко име или шифра
Датотеката со историјат не може да се вчита
Датотеката со историјат не може да се сними
HTML Spider зададени подесувања
HTML Spider
Стебло на web страница
Превземи web страница
Подесувања на превземањето на web страница
Започни превземање
Запри превземање
Планирај превземање
Избриши
Отвори web страница во прегледникот
Започни превземање автоматски
URL на web страница
Датотеки
Истотака избриши ги и превземањата?
Листата на web страници не може да се вчита
Листата на web страници не може да се сними
URL на web страница или HTTP сервер од кој што сакате да превземате
URL на web страница или HTTP сервер од кој што превземањето ќе започне
Име на папката во која што ќе се снимаат превземањата
Излезна папка:
Web страница
Страници
Екстензија на web страница датотеките со HTML код:
Превземи ги стиловите на web страницата
Превземи web страници од други локации
Слики
Превземи слики
Превземи слики што се врзани на други локации
Длабочина на превземање:
Екстензија на web страница датотеките со HTML код. Web страниците ќе бидат скенирани за врски со слики или други страници за превземање
Чекирано, стилот на web страницата (CSS) ќе бидат исто така превземени. Препорачливо
Чекирано, web страницитие од други локации нема да бидат превземени. На пример, ако е чекирано и почнете да превземата од http://example.com/, тогаш http://othersite.com/some.html нема да биде превземен, но http://example.com/some.html ќе биде
Чекирано, сликите на web страницата ќе бидат исто така превземени
Не чекирано, сликите на web страниците што се врзани на други локации нема да бидат превземени
Длабочина на превземање. На пример, ако почнете превземање од http://ex.com/index.html. Каде што постои врска кон http://ex.com/some.html од http://ex.com/index.html.  Тогаш длабочината на http://ex.com/some.html ќе биде 1. Подесување на длабочината на 0 ќе резултира со превземање само на содржината на почетната страна.
Превземи датотеки од web страници
Превземи датотеки од други локации
Избриши датотеки со екстензија
Активирај
Превземи
Не превземај
датотеки со екстензии:
Чекирај за превземање на датотеки од web страници
Чекирај за превземање на датотеки од други локации
Чекирај за да бидат игнорирани датотеки со зададените екстензии
Чекирано, датотеки со екстензии, наведени погоре, ќе бидат превземени
Чекирано, датотеки со екстензии, наведени погоре, НЕМА да бидат превземени
Изнеси подесувања
Внеси подесувања
Неуспешно покренување на  Regedit.exe
Грешка настана при обидот да се изнесат подесувањата
Грешка настана при обидот да се внесат подесувањата
FDM регистративни датотеки
Елиминација на слики по екстензија
слики со екстензија:
Чекирај за да бидат игнорирани слики со зададените екстензии
Чекирано, слики со екстензии, наведени подоле, ќе бидат превземени
Чекирано, слики со екстензии, наведени подоле, НЕМА да бидат превземени
Не го превземај и избриши го
Серверот не подружува продолжување на превземањето. Повтори од почеток
Неуспешно отварање на URL
Неочекувана грешка настана при обидот на запишување во регистарот
Благодариме за регистрацијата! Молиме повторно стартувајте го FDM
Превземи од  Free Download Manager
Превземи web страница со  Free Download Manager
Додај FDM во контекст менито на Internet Explorer
Чекирај за да додадете ствари во "Download by Free Download Manager" и "Download web site by Free Download Manager" во контекст менито на Internet Explorer (менито се прикажува при десен клик)
Намали го користењето на прометот при активности на прегледникот
Намали за едно ниво
Користи лесен мод
Чекирај за да користењето на прометот се намали автоматски кога прегледувате по Internet. Ова ви овозможува да прегледувате побрзо кога FDM превзема нешто
Користењето на прометот ќе биде намален за едно ниво. Тежок мод->Среден->Лесен
Користењето на прометот ќе биде променет во Лесен мод.
Валидно за
Валидно за под-домени
Чекирај ако сакате да го користите овој запис за превземање преку HTTP
Чекирај ако сакате да го користите овој запис за превземање преку HTTPS
Чекирај ако сакате да го користите овој запис за превземање преку FTP
Чекирај ако сакате да го користите овој запис за превземање од под-домени на серверите. На пример, за локација the site http://site.com ќе биде http://some.site.com
Молиме одберете баре протокол
Максимален број на моментални превземања
Чекирајте ако сакате да го ограничите максималниот број на симултани превземања 
Повтори го превземањето
Креирај уште една секција
Запри една секција
; context: [section x] - Stopped
Запрено
; tray menu
Drop box
;
Папката на додатоци за Opera не е најдена. Дали сакате да ја одредите?
Папката на додатоци за Netscape не е најдена. Дали сакате да ја одредите?
Набљудувањето на Opera неможе да се инсталира
Набљудувањето на Opera неможе да се деинсталира
Набљудувањето на Netscape неможе да се инсталира
Набљудувањето на Netscape неможе да се деинсталира
Чекирај ако сакате FDM да ги фаќа кликовите на Opera
Чекирај ако сакате FDM да ги фаќа кликовите на Netscape
; create download dlg
Провери големина
; request a size of a download
Проверување...
Провери ја големината на превземањето од серверот
Да за сите
Не за сите
Детален запис
Чекирано, FDM ќе ги прикаже одговорите од серверот
Промените ќе настапат откако ќе се ресетира прегледникот
Листа на задачи
Листа на датотеки
Листа на локации
Листа на страници
Бришење на превземања
Градење на листа на превземања
Креирање на групно превземање
Од:
До:
Чекор:
Wildcard бајтови:
Резултати
Пример:
Почетен број на секвенцата
Краен број на секвенцата
Чекор на секвенцата. На пример, ако е 10, тогаш секвенците ќе бидат 0, 10, 20, ...
Број на wildcard бајтови, На пример, ако е 1, тогаш секвенцата ќе биде 1, 2, 3. ако е 2, тогаш секвенцата ќе биде 01, 02, 03.
Кликнете овде за да ја прегледате генериранта секвенца
Овозможи Internet Explorer да превзема ако е притиснете Откажи
Чекирајте ако сакате Internet Explorer да ја превзема датотеката кога ќе притиснете Откажи  во "Креирање на превземање" диалогот
Крајниот број на секвенцата мора да биде поголем од почетниот
Молиме користете (*) во URL за да одредите свој предлагач
Креирај екстензија ако датотеката нема
Чекирај за да се креира одредената екстензија за датотеки што ја немаат. На пример ако името на датотеката е "file" и одредено е "txt", резултатот ќе биде "file.txt"
Прикажи ја големината само во бајтови
Чекирајте за да се прикажат сите големини во бајтови наместо килобајтови или мегабајтови
Изврши вирусна проверка
Аргументи:
Екстензии:
Чекирајте за да превземените датотеки бидат автоматски проверени од антивирус
Одреди го името на антивирус програмата
Одредете ги аргументите на антивирусот
Одредете ги екстензиите на превземените датотеки што ќе бидат проверени
Молиме внесете го името на антивирусот
Името не е валидно. Молиме проверете го
Покренување на антивирус
Деактивирање на задачата по извршувањето
Бришење на задачата по извршувањето
Чекирај за да биде деактивирана задачата автоматски по извршувањето
Чекирај за да биде избришана задачата автоматски по извршувањето
Тргни
Врати се
Автоматски генерирај има на датотека
Чекирај за да автоматски се генерира има на превземената датотека 
Сними под "htm" екстензија
Чекирај за да се снимат сите web страници под "htm" екстензија
Кликнете на ова копче за да се пресмета вкупната големина на сите превземања
Задржи ја серверската структура на папки
Чекирајте за да биде задржана оргиналната серверска структура на папки. Инаку сите датотеки од серверот ќе бидат снимени во една папка
Одбравте друга папка. Дали сакате ја поставите оваа папка како зададена за оваа група? Зададената папка исто така може да биде променета во особините на групата.
; === ADDED LINES ===
Превземања со таков URL веќе постојат. Што да направиме?
Покрени
Покрени ја превземената датотека
Верзија
Кликнете овде за да не контактирате
Кликнете овде за да ја превземете најновата верзија
Предупредување: оваа компјутерска програма е заштитена со законот за авторски права и интернационални договори. Неавторизирано користење или дистрибуција на оваа програма, или било кој дел од нејзе, може да резултираат со цивилни или криминални казни, и ќе бидат извршени до максимална граница можна според законот.
; === new version ===
Превземи се' со Free Download Manager-от
Додај листа на превземања
Одстрани го селектираното
Оваа е листа на URL-ови што ќе биде додадена
Кликнете на ова копче за да се одстраната сите URL-ови од листата
Папката на додатоци за Firefox не е најдена. Дали сакате да ја одредите?
Набљудувањето на Firefox не може да се инсталира
Набљудувањето на Firefox не може да се деинсталира
Чекирајте ако сакате FDM да ги фаќа кликовите на Mozilla Firefox
Превземи го селектираното со Free Download Manager-от
Започнување
Web страници
Активни превземања
Моментално нема активни превземања
Известувања
Користи системски "балончиња"
Истек на времето
Чекирај за да се овозможат известувања во форма на системски "балончиња" кога превземањето е запрено или завршено. Забелешка: оваа можност работи само на Windows 2000/XP или понов
Автоматски затвори го  "балончето" по истекот на ова време
Огледала
Автоматски барај огледални URL-ови
Максимален број на огледала
Пресметај ја брзината на огледалата
Израчунај ја брзината за секое
Чекирај за да FDM автоматски бара огледални URL-ови за секое превземање
Ограничи го бројот на огледални URL-ови по превземање. Овозможува да се намали времето потребно за пресметка на брзината на огледалата
Чекирајте за да FDM ја пресмета брзината за секој од огледалните сервери
Автоматски повторија ја пресметка за брзината на огледалата во одредениот временски интервал
Не барај ако големината на датотеката е помала од
FDM нема да бара огледала ако големината на датотеката е помала од одредената големина
Не беарај доколку големината на датотеката е непозната(Препорачливо)
Додај огледало
Барај огледала
Внеси огледално URL за ова превземање
Барај огледални URL-ови за ова превземање од FileSearching.COM
Листа на огледални URL-ови
Брзина на серверот
Во употреба
Мери брзина на огледалата
Мери брзина на огледалните сервери
Информации за превземањата
Чекање...
Огледални URL-ови за превземање
Големината на датотеката пречекорува 2GB. Такви превземања се подржани само преку FTP-а
;
;
; #NEW LINES (BUILDS NEWER THAN 195)#
;
;
; BEGIN: New Download page
Ново превземање
Автоматски одреди група за превземање
Постави група на:
Сними го превземањето во папката на групата
Чекирај ако сакате групата на превземања да биде одредена според екстензија на датотеката или подесувања на Управникот на Страници
Одреди ја зададената група рачно
Чекирајте ако сакате превземањето да биде снимено во зададената папка на групата (види особини на Гупата)
Рачно одреди зададена излезна папка
; END
; BEGIN: Monitoring page
Тихо надгледување
Чекирано, "Create download" диалогот нема да биде прикажан кога се додава превземање од прегледникот
Прилагоди
Одреди ставки кои ќе се прикажат во контекст менито на Internet Explorer
; END
Одбери мени ставка да се прикаже
Барем една ставка од менито мора да биде одбрана
Користи звук
Чекирај ако сакате FDM да користи звуци на одредени настани (н.п. кога превземањето е завршено)
Одберете звук за секој настан
; BEGIN : Customize sounds dialog
Прилагоди звуци
Одберете звук
Одстрани
Тест
Листа на FDM-ови настани и соодветни звуци. Овде можете да го подесите FDM да свири звук кога одреден настан ќе се случи
Превземање додадено - свири звук кога едно или повеќе превземања е додадено во листата на превземања
Превземање завршено - свири звук кога превземањето е завршено успешно.
Превземање неуспешно - свири звук кога ќе настане грешка при превземање на датотека.
Успешно поврзување - свири звук кога задачата "Воспостави dial-up врска" од прегледикот е успешно извршена.
Неуспешно поврзување - свири звук кога кога задачата  "Воспостави dial-up врска" од прегледикот е неуспешна.
Постави звук за одбраниот настан
Не свири звук кога одбраниот настан ќе се случи
Тестирај го одбраниот звук
Настан
Звучна датотека
Без звук
Додадено превземање 
Завршено превземање
Неуспешно превземање
Успешно врзување
Неуспешно врзување
Звучни датотеки
; END
Барање на огледала...
Мерење на брзината на огледалата...
Барањето на огледала е веќе извршено
Поврзување со серверот за пребарување...
Добивање на резултати...
Најдени се %d огледала
Барањето на огледала е завршено
Обид со друго огледало...
Огледала не се најдени
Неуспешно
Брзината на огледалата е измерена
; BEGIN: History page
Историјат
Сними го историјатот на линкови и папки
Сними го само историјатот на папки
Задржи ги записите внатре
Максимален број на записи
Избриши го историјатот
FDM ќе го сними историјатот на линкови и папки што ќе ги искуцате
FDM ќе го сними само историјатот на папки 
FDM ќе ги избрише записите што постојат во историјатот во период подолг од одредениот
Максимален број на записи во историјатот. Кога бројот на записи ќе ја надмине оваа вредност, FDM ќе ги избрише најстарите записи
Избриши ги сите записи од историјатот
; END
Увоз
Извоз
Увези листа на URL-ови
Извези листа на превеземања
Текст датотека
Датотеката не може да се отвори
Извези ги сите превземања
Извези ги сите превземања во оваа листа
Извези ги одбраните превземања
Не ги извезувај завршените превземања
Додади ако датотеката веќе постои
Невалидно име на групата. Молиме не ги користете симболите / или \.
Излези по завршетокот
; BEGIN : Downloads History window
Додадено
Снимено во
; END
Канта
; BEGIN: Recycle Bin
Особини
Испразни ја кантата
;END
;BEGIN: Recycle Bin properties
Избришаните превземања не ги ставај во канта
Задржи максимално
Превземања
Не ги чувај завршените превземања
Прашај за потврда при бришење на превземања
Особини на кантата
Чекирај ако не сакате избришаните датотеки да бидат складирани во кантата
Чекирај ако сакате да го ограничите бројот на избришани превземања ставени во кантата
Максимален број на превземања складирани во кантата
Чекирај ако сакате завршените превземање да не бидат складирани во кантата откако ќе бидат избришани
Чекирај ако сакате FDM да бара потврда при обид на бришење на превземање
;END
Врати
Враќање на превземања...
; History subitems
Денес
Вчера
Недела
Месец
Сопствено...
; end
Избриши историјат
Сними историјат на превземања
Сними историјат само на завршени превземања
Чекирај ако сакате да снимите историјат на вашите превземања
Чекирај ако сакате да снимате историјат само на завршени превземања
Подесување на Историјатот на превземањата
Градење на листа на записи на Историјатот...
; Download Was deleted
Беше избришан
Одберете временски опсег
Најди
Најди Нареден
Најди што
; BEGIN : Find dialog
Барај во
Локално име на датотеката
Овде одредете што сакате да најдете
Барај во датотека делот на URL-то
Барај во целиот URL
Барај во коментарот на превземањето
Барај во името и патеката на превземените датотеки на локлниот диск
Подеси додатни подесувања на барање
; ADVANCED settings
Барај каде
Барај во Превземачка Листа
Барај во Превземачки Историјат
Барај со одредено време
Подеси
Барај во Канта
Барај според одредената големина на датотеката
Минимално
Максимално
Барај во Листата на Превземања
Барај во Историјатот на Превземања
Барај само превземања кои што го задоволуваат одредениот временски обсек
Подеси времеснки обсек
Барај во Канта
Барај само датотеки со големина што го задоволува одредениот обсек
Минимална потребна големина
Максимална потребна големина
Барај во група
Одберете група каде што барањето ќе биде извршено
; END
Барање на превземање...
Нема ништо најдено
Повеќе ствари не се најдени
Барањето е завршено
URL во магацин (clipboard)
ZIP Преглед
Барем една датотека треба да биде одбрана.
Можно е датотеката што ја превземата е ZIP архива. Дали сакате да ја прегледате?
Audio/Video Преглед
Отварањето на датотеката е неуспешно.
Непознат тип на медија.
Молиме инсталирајте DirectX 8.0 или понов за ја користите оваа можност. Најновата верзија на DirectX можете да ја превземете од microsoft.com.
Инормации за медијата
Големина:
Достапно:
Траење:
Приглуши звук
Продуцирај
Пауза
Филтер
Екстензии [одлелени со бланко, н.п. zip rar arj]:
Одстрани датотеки со такви екстензии
Остави датотеки само со такви екстензии
Низата на аргуметни не содржи  %file% макро. Ова макро е неопходно за иникација на вашиот антивирус програм која датотека треба да се провери.
Како и да е продолжи?
Предупредување
Користи ги скриените атрибути за незавршените превземања
Придодај коментар на името на датотека кога е завршена
Не ги складирај серверските страници
Чекирајте доколку не сакате серверските страници да се складираат на вашиот компјутер, туку само датотеки и слики
Користи ZIP Преглед
Чекирајте ако сакате да ја прегледате содржината на ZIP архива на почетокот на превземањето за да превземете само дел од архивата.
Гласност:
Започни го превземањето автоматски
Чекирајте ако сакате FDM автоматски да го стартува секое ново превземање
Молиме чекирајте ги датотеките за превземање
Внесете алтернативни локации (URLs) за ова превземање 
Не прегледувај во иднина
ZIP прегледот го исклучивте. Ако сакате потворно да го уклучите, идете во Опиции -> Превземање опции (Ctrl + O)-> Нова Превземачка страница, и чекирајте "Користи ZIP Преглед".
Игнорирачка листа
Листа на web страници што ќе бидат игнорирани при превземање на локација.
Поддиректориум
Додај
Исто така игнорирај ги сите поддиректориум
; Proxy tab new settings
Врати на претходна состојба при прекин на врските
Големина на враќањето
бајти
Чекирајте ако сакате да ја уклучите можноста за враќање. Оваа опција ви помага да  ги заштитите превземањата од оштетување.
Големина на враќањето. Поголема големина ќе овозможи враќањето да работи по сигурно. Препорачлива големина 3000 бајти. Вредноста може да ја зголемите ако превемањата остануваат оштетени.
; downloader options -> monitor tab
Не небљудувај за датотеки помали од
Користете ја ова опција доколку сакате FDM да ги прескокне датотеките помали од одредената големина
KBytes
Предупредување! Кантата е преголема. Ова може драматично да ги успори перформансите. Препорачливо е да се очисти Кантата. Дали сакате да го сторите тоа?
Не го проверувај ова повеќе
Предупреување! Историјатот на Преземањето е преголема. Ова може драматично да ги намали перформансите. Препорачливо е да се очисти Историјатот. Дали сакате да го сторите тоа?
Серверот не може да гарантира за неговите можности за продолжување на превземање. Одговорот е невалиден.
Копирање во магацинот (clipboard)
; general settings | skins page
Skin-ови
Skin
Допушти на skin-от да користи свои икони
Допушти на skin-от да користи свои битмапи
; default skin
<default>
Забелешка:Било која промена ќе настапи само по ресетирање на Free Download Manager.
Прикажи ги информациите за превземањата додека се во прогрес
Прескокни ги датотеките со екстензии:
Листа на екстензии на датотеки што ќе бидат прескокнати
Нема активни превземања
Продуцирај звук  кога сите превземања ќе бидат завршени
Увоз на листа на URL-ови од магацинот (clipboard)
Шифри
Опции на Управникот за страници
; Save password dialog
Сними ја шифрата?
Free Download Manager може да ја сними шифрата за овој сервер за да се избегне неопходноста од нејзино внесување секојпат кога превземате од овој сервер.
Сними ја оваа шифра?
Не сугерирај да се сними било која шифра
; Site Manager options | Passwords tab
Користи го Управникот на Страници за снимање на шифрите
Прашај ме дали да се сними шифрата или не
Не ми сугерирај да се снимат шифрите
Избриши ги сите шифри пред исклучување
Избриши ги сите шифри
; create new HTML Spider task
Избриши ги завршените превземања автоматски (препорачливо)
Чекирај ако сакате HTML Spider-овите превземања да бидат избришани автоматски. Ова го убрзува превземањето од големи локации.
Промените ќе настапат откако Free Download Manager ќе биде рестартуван
Нов Стил
Стар Стил
Името на директориумот е неисправно
Hide floating windows in full screen mode
Check this box if you want floating windows to be hidden automatically in full screen mode.
was scheduled to be launched.
Do you want to launch it?
Launch download when it is completed
Please use (*), (*A) or (*a) in the URL to specify template for URL
Mirrors search server:
Hibernate
Stand By
Remember my choice
Suggest changing group's default folder
Save file
Open file
Save file and open it
Download type:
Link to FDM
Link to Free Download Manager
Dear user!
Free Download Manager is a program provided to you free of charge. You can use it as long as you like for free.
However, if you find Free Download Manager useful, we ask you to help us spread it by placing the link to it on your web site. This will let more people know about Free Download Manager.
Thanks for your help in advance,\nFree Download Manager development team.
Remind me in 3 days
Remind me next time I launch Free Download Manager
Don't show me this window again
View link HTML code
Link HTML code
More examples
Copy to clipboard
Hide
; "Traffic usage mode has been changed" window
Traffic usage mode has been changed
You have switched network traffic usage mode.\nFree Download Manager has three modes:
In this mode Free Download Manager will download at the maximum speed possible. This is the most aggressive mode.
In this mode Free Download Manager will download at average speed. This mode allows you to browse the Internet and keep the high speed of downloading at the same time.
In this mode Free Download Manager will download at low speed. This mode allows you to download without the dramatic slowing-down of the network.
;
Rename at Restart
Enter a value less than %d
; export/import downloads
URL List Files
Downloads Information List Files
;
Export options
;
Set the date of a file identical to the date specified by the server
Set the same date of a downloaded file as the one on the server
Generate description file
Generate a file with the name "*.dsc.txt" (* - name of a downloaded file) that will contain a small description of a downloaded file (comments + url + date). This file will be generated only for a download that has comments.
This file has been downloaded from
Don't retrieve the file date from the server
This option allows you to increase the speed of starting an FTP download. Free Download Manager will use SIZE command instead of LIST.
Don't save logs of downloads
Enabling this option will make Free Download Manager start and shut down faster and will decrease memory usage.
;
Export history of downloads
Export all entries
Export all entries on the list
Export selected entries
Export entries about completed downloads only
;
HTML Files
;
Free Download Manager Downloads History
URL of download
Downloaded to file
Size of file
Download was completed
Download was deleted
;
Saved in
File size
Resume support
Close this dialog when download is completed or stopped
Open
Do you want to see this window again?
Yes, but temporarily hide progress window for this download
No, don't show such progress windows for any download
Yes, but don't show progress window for this download
Using the SHIFT key means that this download will be deleted from disk and you will not be able to restore it.\nAre you sure?
Choose group
Set groups' root folder
Select groups' root folder.\nChanges will be applied to new downloads only.
Recent downloads
(empty)
Pause all downloads
Show downloading progress window
If checked, FDM will create a special window with information about downloading for each running download
; general settings | misc page
Timeouts for confirmations
Launch download
Ask for shutdown type
Confirmation timeout for "Tools | Hang-up when done" command.
Confirmation timeout for "Tools | Exit when done" command.
Confirmation timeout for "Tools | Shutdown computer when done" command.
Confirmation timeout for launch downloaded file when download is completed.
If checked, FDM will ask you for the type of shutdown for "Tools | Shutdown computer when done" command.
Don't ask for confirmation
; 5 seconds, 10 seconds, ...
%d seconds
Wait for my confirmation
Ignore pages from this folder
Download pages from this folder only
Including subfolders
Ignore all web pages located in this folder.
Download pages located in this folder only and ignore other web pages.
Check this option if you want HTML Spider to ignore (or download only) pages located in all subfolders of the specified folder.
Here you should specify URL of the folder.\nExample: "http://site.com/docs/".
Type
Ignore
Only
Set of numbers
Assign
Here you should specify the set of numbers for batch list.\nEx. 1-100, or 1-100s2w3.
Click this button to assign the set of numbers using the dialog window.
Single number
Number
Assign set of numbers
Syntax error
Extract archive
Extract
Extraction
Destination folder
Failed to extract. File format is unknown.
Traffic downloaded this month\n(%s was downloaded in the previous month)
Total speed of downloading
Disable Tools | "when done" task after execution
When enabled, any Tools | "when done" task will be automatically disabled after execution. Therefore, it will be launched only once.
; %s
; 1st - file name
; 2nd, 3rd - file info (size + date).
"%s" file already exists.\n\nDo you want to replace it\n(%s)\n\nwith the new one\n(%s)?
Yes for all
Skip
Skip all
Archive format is unknown
Visit web site
Install pack
By default, FDM supports ZIP, RAR and ARJ archives only.\nYou can extend the list of supported archives by installing additional archive support pack for Free Download Manager (Internet connection is required).
FDM archive support pack
Move up
Move down
Move selected download(s) up
Move selected download(s) down
Check file integrity
Some web sites provide special checksums for files available to download in order to allow users to make sure that the downloaded file is not damaged. You can enter this checksum here and FDM will check the file integrity.
Algorithm
Checksum
Paste from clipboard
Check
Calculating downloaded file's checksum...
File integrity check succeeded
File integrity check failed
File integrity check has been completed successfully.\nThere are no errors found in the downloaded file.
File integrity check has been completed.\nThere are errors found: the file was damaged during the downloading process. It is required to restart the downloading from the beginning.
Don't show this window again if check succeeds
Unable to find the executable file of the antivirus program you've chosen.\nPlease specify it yourself.
Files' sizes are not equal
Save as:\n(Sample: file(*)(*A)(*a).txt)
Invalid save as template specified.\nMake sure it corresponds to the URL template.
When done
When done (all completed or in error)
Applications
What's This?
Opinions
;
Dear all!
Free Download Manager (FDM) is one of the most popular downloading applications in the world, having millions of active users, but now, when it has become social, we want more!
If you find it as useful and must-have tool as we do, we kindly ask you to help us spread the word by posting a link to it in your blog, website or personal space, such as Myspace/MSN.
; %s will be replaced with "FDM buzz" 
Official %s has been started on August 16, 2006. Our goal is to make FDM the fastest-spreading Internet utility after FireFox!
FDM buzz
; %s will be replaced with "blog" 
You can track FDM's progress in our %s.
blog
Thanks for your help in advance,\nthe Free Download Manager development team
Don't show me this window again, I have a good memory.
Join the buzz
No, thank you
FDM Community
Switch to "Opinions" after download
If enabled, "Opinions" tab will be automatically activated when download is finished.
Modify Internet Explorer's network identification
If enabled, this will instruct web sites you browse that Free Download Manager is installed on your program. However, using this option may result in blocking of some sites.
Malicious?
Check if any of Free Download Manager's users reported this download as containing virus/adware/spyware/etc.
OK, none of Free Download Manager's users reported this download as malicious.\n\nHowever, this does not guarantee that this download is not malicious and it is recommended to check it using some antivirus program.
; keep all %xxx, \n as is.
There are %d of %d of Free Download Manager's users reported that this download is malicious.\nThe average rating for this download is %.*g.\n\nShow opinions about this download?
Check each new download before downloading if it is malicious
Use this option to get FDM check automatically, before downloading, if any of users reported this download as malicious.
Display opinions when downloading
If enabled, FDM will activate "Opinions" tab automatically and show opinions about download when downloading.
Checking if download is malicious (see options to disable this)
OK, nobody reported that it is malicious
Warning! Somebody reported that this download is malicious
Close
Loading
Don't download this
Cache the operations of writing the downloaded data to disk
If enabled, FDM will use internal cache buffer with the size you specified for operations of writing the downloaded data. This will reduce the number of times your HDD is used. This may increase the speed of downloading for high-speed connections.\nHowever, because downloaded data is not written to HDD immediately, it will be required to re-download this data again if a computer failure occurs (at worst, you will have to re-download as much data as you specified for the cache size).\nRecommended for high-speed connections.
Can't install SeaMonkey (Mozilla Suite) monitoring
Can't uninstall SeaMonkey (Mozilla Suite) monitoring
Check this box if you want FDM to catch clicks in Mozilla Firefox browser
Check this box if you want FDM to catch clicks in SeaMonkey (Mozilla Suite) browser
Allow the browser to download if you press Cancel
Check this box if you want your browser to download file when you press Cancel in the "Create download" dialog
Add FDM to the browser context menu
Check this box to add items "Download with FDM" and "Download web site with FDM" to the browser context menu (menu appears at right click)
Select menu items to display in browser context menu
Can't install Firefox monitoring
Move files to folder
Speed is too low. Restarting section...
Restart if speed is too low during (in min):
Restart section if downloading speed decreases dramatically.
Would you like to see such download progress windows again?
Sorry, this service is currently unavailable. Please try again later.
Move top
Move bottom
Place download at the top of the list
Check this option if you would like the download to be placed at the top of the list of downloads.
Monitoring in Firefox browser can't be enabled because FlashGot extension is installed.\nYou should uninstall FlashGot first.
Enable
Disable
Switch
If the Pause all downloads mode is enabled, it will be disabled, otherwise it will be enabled.
Official %s will be started on August 16, 2006. Our goal is to make FDM the fastest-spreading Internet utility after FireFox!
Automatically download and install updates
Notify me only when update is available
Turn off automatic updates
Now monitoring is enabled in %s.
Delete record
OK to delete?
There is no write access to Free Download Manager's folder.\nYou should grant write access in order to allow Free Download Manager to save its data files, otherwise all data will be lost after the restart of Free Download Manager.
This small box allows you to drag&drop links from your browser into Free Download Manager.\nIt allows to quickly show or hide Free Download Manager's window with a left button double click.\n\nIn order to hide it, right click on it and uncheck "Drop box" menu item.
Free Download Manager's Drop box
Disable all notifications for batch downloads
Check this options in order to disable all (balloon, sounds) notifications for downloads created by "%s" command.
Skip list
Specify the list of files extensions and the list of sites that should not be monitored.
Don't catch download from these sites (space separated):
Free Download Manager will not monitor downloads from the sites specified in this list. Specify domain names here (e.g. "site.com"). You may use '*' symbols.
Warning!\nAn error occurred while trying to perform virus check.\nWould you like to launch downloaded file anyway?
Integrity
Perform the integrity check when file is downloaded
In order to perform the integrity check Free Download Manager should know the valid checksum of the file. In most cases you should provide it for each download.
If the check failed
Valid checksum of this file
Do nothing
Specify here what FDM should do when the integrity check fails.\nAsk - FDM will ask you what to do.\nRestart - FDM will restart this download from the beginning.\nDo nothing - FDM will add the record about fail check to the downloading log file and will not do anything more.
Performing integrity check...
Integrity check succeeded.
Integrity check failed!
Specify integrity check algorithm.
Valid checksum
Result checksum
; zip preview window
Check/uncheck all
; group's properties dialog
Macroes
name of the server (e.g. "freedownloadmanager.org")
path to the downloading file on the server
current year
current month (number from 1 to 12)
current day
; don't translate "%year%-%month%-%day%" here
equivalent to "%year%-%month%-%day%"
;
From Mozilla Firefox
FDM will take proxy settings from Firefox
; new download settings
Use this group
; Downloads -> Schedule ->
Start
Stop
Schedule download start
Schedule download stop
;
; downloads that are not completed or have been completed recently
Not completed+Recent
Parent group
;
; create new download dialog -> set output folder as default dialog
Set as default for all the groups of downloads
; %s - place of name of the group. don't change this
OK to set this folder as the default output folder for the "%s" group?
;
;
Clean up the list of the downloads
Uploads
Upload files
Start uploading
Stop uploading
Schedule uploading
Move selected upload(s) up
Move selected upload(s) down
Uploaded
List of uploads
Retrieving destination upload URL from the base server...
Abort
; outlook express: view | insert file | ...
As attachment
As link (upload)
Folder
;
Add files
Add folder
BitTorrent
Enable BitTorrent protocol support
Limit upload traffic
Limit the number of upload connections
Use ports in the range from
to
Enable DHT
Enable/disable BitTorrent protocol support. However, if there are any BitTorrent downloads in the list or in FDM Recycle Bin, BitTorrent protocol will not be disabled completely.
Limit the maximum total speed of upload connections. This is not recommended for BitTorrent protocol and may reduce your download speed.
Limit the maximum number of total upload connections. Setting a too low number may result in decreasing of your downloading speed.
Specify here the range of ports that FDM will use for upload connections.
Enable DHT extension (download without using the tracker). Enabling this option will affect the increase of network traffic usage.
Name
Login is required for the tracker
Add BitTorrent download
An error occurred while trying to process this torrent file.
Torrent file
It seems that you would like to download a .torrent file. It's required to enable BitTorrent support in Free Download Manager to do this.\n\nWould you like to enable BitTorrent?
Retype your passwords: passwords you've typed do not match.
Specify the files you would like to upload.
Upload properties
Metalink info file has been detected. Continue downloading.
BitTorrent info file has been detected. Continue downloading.
Failed to access the files on the disk.
Connecting tracker...
Failed to receive the valid response from the tracker.
Response has been received from the tracker successfully.
Hash check of the part of download has failed. Redownloading it...
Grant all bandwidth for this download
Disable Free Download Manager automatic loading at Windows startup?
Sorry, FDM Community service is currently unavailable. Please try again later.
Name of the file should not contain any of \ / : * ? " < > | symbols. Please enter another name.
Name of the folder should not contain any of : * ? " < > | symbols. Please enter another name.
Customize floating windows...
Transparency
Data
Keep all data files in the current user's folder
Keep files in this folder
Changes will be applied after the restart of Free Download Manager.
Show download progress window
Create portable version
Portable version of Free Download Manager can be used on different computers without the need to install and configure it on each computer.\n\nIt can be conveniently placed on a flash disk, for example.\n\nOnce launched, it registers itself in the computer's system and integrates to browsers. At exit it will unregister itself automatically.\n\nSpecify here the path where you would like to create this version. It should be a folder on some removable drive.\n\nE.g. "I:\My portable programs\".
Integration
Associate with torrent files
Always use this group for new downloads
Always use this group and remember the last output folder each time
Flash video downloads
Download video with FDM
This site is not supported. See the list of supported sites.
View in Downloads window
This is the page with flash video. Downloading flash video...
Converting...
Convert
Convert options
File format
Video size
; video quality
Quality
Very low
Low
Normal
Average
High
Very high
;
AVI using MPEG-4 (*.avi)
AVI using XVID (*.avi)
Don't change
Video bitrate
Audio bitrate
Remember settings as default
;
Create flash video download
Automatically convert downloaded video to the specified format
Setup advanced options
View list of supported sites
; used in "create flash video download" window
e.g.
Next attempt to connect to tracker in %d seconds
Preparing files on the disk... This may take several minutes
State
Preparing files on the disk...
MP4 for iPod/PSP (MPEG4 + AAC, *.mp4)
Media preview/convert
Convert media file
Switch to this tab automatically
;keep "\n\n%s\n" as is
Media file has been converted successfully and stored in\n\n%s\n.
Failed to convert media file\n\n%s.
Group for new download
Info hash
Peers
Client
Pieces
Tracker
Tracker status
Upload speed
Bytes uploaded
Share ratio
Wasted byte count
Torrent file URL
Are you sure?\nThis will restart the download from the beginning.
Traffic used ("downloaded"; "uploaded") this month\n(%s was used in the previous month)
Total speed ("download"; "upload")
Files to upload
Package name
Compress
Set password for this download
Retype
Keep these files
Supposed number of downloads
Add link to these files in our catalogue
Include advanced information (all fields are optional)
Description
Tags
Your name
Your email
Receiver's email
Less than 10
From 10 to 100
More than 100
2 days
7 days
1 month
;compression methods
None
Fast
Average
Best
Uploader settings
Integrate uploader into
Explorer's context menu
Explorer's "Send To..." menu
Use simple upload menu
Minimum size of file to upload
HTTP proxy settings
Upload activation
Upload requires activation. This is required in order to protect our server from automatic uploads. Enter activation code.
Connecting to upload server
Successfully connected to upload server
File has been uploaded to server successfully
File upload was stopped
Creating zip archive of uploading files...
Failed to create zip archive
Zip archive has been created successfully
Sending the request to server
Sending information about this upload to server
Information has been sent
Failed to send information about this upload to server
Activating upload...
Upload has been activated successfully
Failed to activate upload
Upload file was changed on the disk
Unexpected error
Calculating checksum...
; "I agree to terms" string in two lines
I agree to
terms
You must agree to terms.
Failed to check for updates
New version is available. It is required to update your version.\nWould you like to update now?
Update of Free Download Manager is required
Restart of Free Download Manager is required
Prompt me to upload attachments
Attach to the letter (slow)...
Upload and insert link (lightning fast)...
An error occurred while trying to start uploading. Check your connection or try again later.
You have attached large file(s).\nDue to many reasons it's recommended not to send large files as attachments, but upload files and send links to them.\n\nWould you like to upload?
Upload is recommended
Integration settings
Upload of %s has been completed.\nYou should use the following URL as the download link:
Total size
Open in the browser
Current version of Free Download Manager cannot longer be used to upload files. It's required to update it.
Current version of Free Upload Manager cannot longer be used. It's required to update it. Please visit freedownloadmanager.org site.
Too long input.
Upload manager integration settings
Free Upload Manager integration settings
Upload
Downloading update...
Enable seeding
Disable seeding by default
Consider download malicious if minimum
% of users marked it as malicious
OK, Free Download Manager's users did not report this download as malicious.\n\nHowever, this does not guarantee that this download is not malicious and it is recommended to check it using some antivirus program.
OK, FDM's users did not report that this download is malicious
drive letter FDM was started from. E.g. "C:". Is useful for portable version.
You should install Video Conversion plugin in order to use this feature.
You should install BitTorrent plugin in order to download via BitTorrent protocol.
Note: these files (*.sav) are Free Download Manager's service files (not the files you download).
Would you like to copy current data files to a new folder (existing files will be overwritten)?
Default download folders of all groups will be set to this folder.\nOK to continue?
Set default download folder
Prevent computer from stand by while downloading
Maximum number of half-open connections
Torrents
Failed to access the files on the disk. Check if disk is full or write protected.
Ratio
List of torrents
Add torrent download from web
Add torrent download from file
Create new torrent
(auto)
Source
Piece size
Trackers
Add tracker
Remove tracker
Start seeding this torrent
Save
Create new torrent
Torrent files
Priority
;normal/high priority
skip
normal
high
Floating windows
Service files (list of downloads, history, etc.)
Default settings for site downloads
You have paused all downloads. This means all downloads will download at a very low speed (1B/s usually).\nThis allows to "pause" even downloads with no resume support.\n\nYou should call this command again or restart FDM in order to return to normal state.
Seeding
Enable seeding (highly recommended)
Unlimited seeding
Limit by ratio
Seed until ratio will be
Limit by time
Seed during
Check if download with the same URL already exists
Save history of downloads
List my most recently downloaded files
Default settings of BitTorrent downloads
Restart completed downloads
Specify Firefox's portable version folder.
Can't find Apple Safari Plugin directory. Do you wish to specify it manually?
Can't find Google Chrome Plugin directory. Do you wish to specify it manually?
Can't install Apple Safari monitoring
Can't uninstall Apple Safari monitoring
Can't install Google Chrome monitoring
Can't uninstall Google Chrome monitoring
Time Limit
;hours, for short
hr.
Limit time when FDM can start downloads
Allow to start only from
Normal priority
High priority
Essential
No timeout for download completion balloons
Check if a new download is the mirror for existing one
Show small notification windows on downloads completion
Automatically hide after
Like FDM? Try Personal Informer!
The latest version of FDM comes with a free bonus: Personal Informer.
It places quick links to all your
favorite sites
; next line means --- after you start _browser_. "_browser_" will be Internet Explorer or Firefox
on your homepage, so that you can access them right after you start
; \n means next line. don't change this.
We will analyze your browsing history and show you the list\nof the web sites you visited we think you might like\nto have on your webpage. You will we able to customize\nthe list then.
Are you sure? The whole process is going to take less than 1 minute and give you a really powerful home page.
Still Cancel
Proceed
Do you want us to remind you in a few days?
Title
Monitor flash video downloads in browsers
Using this feature can cause conflicts with other software installed on your PC. If you experience problems you will have to disable this feature in FDM or try to resolve conflicts by removing conflicting software or disabling some of its features.
Web page
Flash videos found on this page
You should enable monitoring of flash video downloads for this. See Options | Downloads | Flash Video.
Enter the URL of the web page you want to download flash videos from. Note that this page must already be loaded in your browser and videos should be playing.
Searching flash videos...
There were no flash videos found on this page. Make sure the videos on this page are playing or try to reload it (refresh page or clear browser's cache).
; keep "0x%x" as is
An error occurred while trying to get downloads.\nError: 0x%x.
Error
Show "Download It" button
(Internet Explorer only)
Failed to found information about this web page. Please force your browser to reload it.
Flash Video
Limit the maximum number of connections
This will disable FDM tips. Are you sure?\nYou can enable tips again in Options | Notifications settings.
Show Tips
Error! Update file is not signed by FreeDownloadManager.ORG.
; 
; Also, please download and translate this file:
;  http://freedownloadmanager.org/tips-eng.txt
; Note, that it's UTF-8 encoded file (use Notepad.exe to edit).
;  and do not change text in tags (between "<>", e.g. "<a href...>")
; Send translated file to support@freedownloadmanager.org.
;
;
(Internet Explorer and Firefox only)
Show "Download It" button
Flash video monitoring module is not loaded. Make sure FDM is running and you've enabled this option in FDM (see Options | Downloads | Flash Video).
; do not change "0x%x"
An error occurred while trying to transfer downloads to FDM.\nError: 0x%x.
Download It
Show This Button
There are no downloads to export.
There is nothing to export.
after "silent" creation
You'll need to provide administrator permission to enable/disable monitoring.
An error occured while trying to enable/disable integration.
Not enough rights
You'll need to provide administrator permission to export/import settings.
Download with FDM
; please keep %d, %s and %% as is
; %d - percents
%d%% downloaded in total
; left to download at... some speed
%s left to download at
Path to user profile folder.
Import µTorrent downloads
µTorrent save folder not found!
FDM can import all your existing µTorrent downloads. Would you like to import?\nYou can do it in any time later by using File | Import | µTorrent Downloads menu.
FDM can import all your existing µTorrent downloads.\nYou can do it in any time later by using File | Import | Import Downloads from Other Managers menu.
Import Downloads from Other Managers
Orbit Downloader
LeechGet
Cannot find the path to the Orbit Downloader's application data.
Cannot detect the path to the Orbit Downloader's application data.
Error: %d (%02X)
System diagnostics: %s
Cannot find the Orbit Downloader's service file that contains the downloads list.
Cannot read the Orbit Downloader's downloads list.
Cannot parse the Orbit Downloader's downloads list. The downloads list has an unexpected format.
Failed to create and configure %d download(s) by a path, file name and URL imported from the Orbit Downloader.
Cannot import the downloads.
There is no data in the Orbit Downloader's download list!
The Orbit Downloader is not installed on this machine!
The import of the downloads from the %s has been stopped because of the following error.
Would you like to continue the import from other managers?
Processed:
Successful:
Failed:
Unprocessed:
Total:
µTorrent
undefined
%d of %d
Choose the managers which you want to import the downloads from:
FDM can import downloads from other managers. Would you like to import?\nYou can do it in any time later by using File | Import | Import Downloads from Other Managers menu.
Details: %s
Cannot process a peer request.
Fatal error occurred while loading the list of downloads.\nClick OK to continue (some or all downloads will be lost) or CANCEL to exit.\nThis problem can be caused by incorrect installation of FDM or damaged data file.
Invalid installation: installed Bittorrent module can't be used with this version of FDM.\nPlease reinstall.\nClick OK to exit.
; %d - is the number
%d peers received
Such Bittorrent download exists already
You'll need to provide administrator permission to apply settings.
Determine automatically
Choose...
Connection speed
Settings for traffic usage modes
% of connection speed
Manage automatically
; set some setting (maximum number of connections, for example) to some number
Set to
The current connection speed is measured by FDM automatically. If you suspect that the values are incorrect, just let FDM keep on running and you should see the calculated numbers get closer to the real values. Note that FDM measures the speed only when it's downloading/uploading. The greater the number of downloads/uploads, the better FDM detects the actual connection speed.
Download speed
Measure again
Specify value
The value must be greater than or equal to zero.
Specify in bits instead of bytes
Create RTSP or MMS download
Live Streaming
Retry
Abort All
Tried to move the file:\n %s\n\n to the destination folder under this name:\n %s\n\n%s: %s\n\nPlease close all applications that may be using this file.
Unsupported content-encoding
Select all
Reset all
Administrator rights are required to integrate FDM into Internet Explorer. Choosing "Cancel" will integrate it partially.
; %s will be replaced with the actual browser name
Can't delete the browser plugin while %s is running. Please close the browser and click OK to continue.\nClick Cancel to postpone the deletion of the plugin to system reboot.
Can't delete the browser plugin for %s. It will be deleted on system reboot.
Associate with magnet links
Enable Local Peer Discovery
Enable UPnP
Enable NAT-PMP
Enable µTorrent Peer Exchange
Changes will take effect after you restart Free Download Manager
The video you selected has the audio data stream in a separate file.\nIt must be downloaded also for the video to have audio channel.\nThe appropriate audio file has been selected for downloading.\nIt will be automatically merged with the video download as soon as both downloads completes.
The video(s) you selected has the audio data stream in a separate file.\nThis audio download must be downloaded also for the video to have audio channel.\nAre you sure you do not want it to be downloaded?\nChoose Yes to download video file without audio channel.
Waiting for the media merge task to begin
Media merge task succeeded
Media merge task failed
Media merge task has started
Download YouTube video
Video formats found on this page
YouTube video download detected.\nWould you like to download it as YouTube video?
Video monitoring
Video downloads
Additional components required for this feature to work.\nWould you like to download them?
Downloading and installing additional components
Error installing additional components.
A tiny button which helps to download videos from YouTube.com with few clicks.\nIn order to enable this button for other video sites - please enable "Monitor flash downloads in browsers" option.
File size is too large for the target file system.
; %s means browser name; do not remove it
Administrator rights are required to integrate FDM into %s.
Please don't pause this downloads for a long time; otherwise it may need to be restarted.
You have unfinished YouTube downloads. If you stop them now, you might not be able to resume them later. Exit anyway?
If you stop this download for a long time, you might not be able to resume them later. Continue?
Cannot resume download, please restart it manually.
Sequential downloads
New version of flash video monitoring module is available. Would you like to update?
Skip this update
Security check failure
Certificate host name is incorrect
Certificate is expired
Invalid certificate
Security check failed for host
